#Команды для бота

help_list_user = ["команды", "help", "хелп", "помощь", "покажи команды", "какие есть у тебя команды", "какие есть команды", "меню", "/команды", "/help",
"/хелп", "/помощь", "/меню", "menu", "/menu", "команда", "/команда", "команды.", "help.", "хелп.", "помощь.", "покажи команды.", "какие есть у тебя команды.", "какие есть команды.", "меню.", "/команды.", "/help.",
"/хелп.", "/помощь.", "/меню.", "menu.", "/menu.", "команда.", "/команда.", "команды!", "help!", "хелп!", "помощь!", "покажи команды!", "какие есть у тебя команды!", "какие есть команды!", "меню!", "/команды!", "/help!",
"/хелп!", "/помощь!", "/меню!", "menu!", "/menu!", "команда!", "/команда!", "какие есть у тебя команды?", "какие есть команды?", "что ты умеешь", "что ты умеешь?", "что ты умеешь.", "что ты умеешь!", "что умеешь", "что умеешь.",
"что умеешь?", "что умеешь!", "начать", "начать!", "начать."]

help_list_bot = '''
📋КОМАНДЫ📋
—📖 /help - открыть список команд. 

🎉РАЗВЛЕКАТЕЛЬНЫЕ🎉
—😂 /Анекдот 
—😱 /Жуткая история
—🔮 /Шар [фраза] - бот предскажет будущее! 
—⚖ /Выбери [фраза] или [фраза] - бот выберет что-то из двух вариантов. 
—📊 /Инфа - узнать вероятность чего-либо. 
—📊 /Инфа [фраза] - узнать вероятность чего-либо. 
—🥊 /vs [противник] против [противник2] - два персонажа будут сражаться. 

🔥ПОЛЕЗНЫЕ🔥 
—🔁 /flip [фраза] - бот напишет фразу наоборот. 
—✏ /ed [название] - изменить название беседы. ⚠ Боту требуются права администратора в беседе. 
—🌥 /Погода [город] - узнать погоду в каком-то городе. 
—🔎 /Вики [фраза] - узнать информацию из Википедии. 
—🆔 /id - узнать id своей страницы ВК. 
—🆔 /idc - узнать айди беседы. 
—📖 /Перевод [фраза] - бот переведет фразу с английского языка на русский.
-🦠 /covid - узнать статистикку зараженных коронавирусом.

💬 С ботом можно поговорить! Эдвард вам обязательно ответит! 
Если вы пишите ему в беседе,то вы должны обратится к боту, например: 
-Эдвард, как дела? 
-Бот, как дела? 
Или:
/Привет, как дела? 

🤬 Бот может ответить вам очень грубо, если вы напишите ему нехорошее слово. 

✉ Вы нашли баг? Напишите здесь:
https://vk.com/topic-197481314_40889060

✉ У вас есть предложение насчёт добавления новых команд и улучшения бота? Напишите здесь:
https://vk.com/topic-197481314_40889054

⚠ Для того, чтобы бот работал в беседе, ему необходимо предоставить полный доступ ко всей переписке.
'''

joke_list_user = ["расскажи анекдот", "анекдот", "расскажи смешной анекдот", "расскажи самый смешной анекдот", "joke", "покажи анекдот", "анекдоты", "какой есть анекдот", "смешной анекдот", "несмешной анекдот", "/анекдот", "/joke", "рассмеши", "рассмеши меня",
"расскажи анекдот.", "анекдот.", "расскажи смешной анекдот.", "расскажи самый смешной анекдот.", "joke.", "покажи анекдот.", "анекдоты.", "какой есть анекдот.", "смешной анекдот.", "несмешной анекдот.", "/анекдот.", "/joke.", "рассмеши.", "рассмеши меня.",
"расскажи анекдот!", "анекдот!", "расскажи смешной анекдот!", "расскажи самый смешной анекдот!", "joke!", "покажи анекдот!", "анекдоты!", "какой есть анекдот!", "смешной анекдот!", "несмешной анекдот!", "/анекдот!", "/joke!", "рассмеши!", "рассмеши меня!",
"анекдот расскажи", "анекдот расскажи.", "анекдот расскажи!", "хочу анекдот", "хочу смешной анекдот", "хочу самый смешной анекдот", "хочу очень смешной анекдот", "хочу анекдот.", "хочу смешной анекдот.", "хочу самый смешной анекдот.", "хочу очень смешной анекдот.",
"хочу анекдот!", "хочу смешной анекдот!", "хочу самый смешной анекдот!", "хочу очень смешной анекдот!"]

cicat_list_user = ["цитата", "цитата.", "цитата!", "расскажи цитату", "расскажи цитату.", "расскажи цитату!", "покажи цитату", "покажи цитату.", "покажи цитату!", "цитаты", "цитаты.", "цитаты!"]



history_list_user = ["история", "страшная история", "расскажи страшную историю", "жуткая история", "криповая история", "расскажи жуткую историю", "расскажи криповую историю", "очень страшная история", "очень жуткая история", "очень криповая история", "историю расскажи",
"историю страшную расскажи", "история на ночь", "страшная история на ночь", "жуткая история на ночь", "невероятно страшная история", "покажи страшную историю", "историю покажи страшную", "/story", "/жуткая история", "/страшная история", "/история",
"история.", "страшная история.", "расскажи страшную историю.", "жуткая история.", "криповая история.", "расскажи жуткую историю.", "расскажи криповую историю.", "очень страшная история.", "очень жуткая история.", "очень криповая история.", "историю расскажи.",
"историю страшную расскажи.", "история на ночь.", "страшная история на ночь.", "жуткая история на ночь.", "невероятно страшная история.", "покажи страшную историю.", "историю покажи страшную.", "/story.", "/жуткая история.", "/страшная история.", "/история.",
"история!", "страшная история!", "расскажи страшную историю!", "жуткая история!", "криповая история!", "расскажи жуткую историю!", "расскажи криповую историю!", "очень страшная история!", "очень жуткая история!", "очень криповая история!", "историю расскажи!",
"историю страшную расскажи!", "история на ночь!", "страшная история на ночь!", "жуткая история на ночь!", "невероятно страшная история!", "покажи страшную историю!", "историю покажи страшную!", "/story!", "/жуткая история!", "/страшная история!", "/история!",
"хочу жуткую историю", "хочу страшную историю", "хочу криповую историю", "хочу жуткую историю.", "хочу страшную историю.", "хочу криповую историю.", "хочу жуткую историю!", "хочу страшную историю!", "хочу криповую историю!", "расскажи историю", "расскажи историю!", "расскажи историю."]

ball_list = ["Определенно, да", "Да", "Нет", "Сомневаюсь", "Есть сомнения.", "Очень вероятно", "Без сомнений", "Духи говорят да", "Духи говорят нет", "Не могу сказать", "Думаю да", "Думаю нет", "Мало шаносов", "Шансы хорошие", "Неплохие шансы", "Возможно",
"Неясно", "Очень маловероятно"]

infa_list_bot = ["100%", "50%", "60%", "0%", "20%", "80%", "99%", "1%", "10%", "23?", "0.00000000001%", "15%", "70%", "40%", "30%", "5%", "2%", "91%", "3%", "200%", "55%", "27%"]

id_list = ["id", "айди", "мой id", "мой айди", "покажи мой айди", "покажи мой id", "мой айди аккаунта", "покажи мне мой айди", "покажи мне мой id",
"/id", "/айди", "/мой id", "/мой айди", "/покажи мой айди", "/покажи мой id", "/мой айди аккаунта", "/покажи мне мой айди", "/покажи мне мой id"]


