#Команды для бота

help_list_user = ["команды", "help", "хелп", "помощь", "покажи команды", "какие есть у тебя команды", "какие есть команды", "меню", "/команды", "/help",
"/хелп", "/помощь", "/меню", "menu", "/menu", "команда", "/команда", "команды.", "help.", "хелп.", "помощь.", "покажи команды.", "какие есть у тебя команды.", "какие есть команды.", "меню.", "/команды.", "/help.",
"/хелп.", "/помощь.", "/меню.", "menu.", "/menu.", "команда.", "/команда.", "команды!", "help!", "хелп!", "помощь!", "покажи команды!", "какие есть у тебя команды!", "какие есть команды!", "меню!", "/команды!", "/help!",
"/хелп!", "/помощь!", "/меню!", "menu!", "/menu!", "команда!", "/команда!", "какие есть у тебя команды?", "какие есть команды?", "что ты умеешь", "что ты умеешь?", "что ты умеешь.", "что ты умеешь!", "что умеешь", "что умеешь.",
"что умеешь?", "что умеешь!", "начать", "начать!", "начать."]

help_list_bot = '''
🎄КОМАНДЫ🎄
—📖 /help - открыть список команд.
—📖 /help! - открыть список команд с пояснениями.

🎉РАЗВЛЕКАТЕЛЬНЫЕ🎉
—😂 /Анекдот 
—😱 /Жуткая история
—📕 /Цитата
—🔮 /Шар [фраза]
—⚖ /Выбери [фраза] или [фраза2]
—📊 /Инфа 
—📊 /Инфа [фраза]
—🥊 /vs [противник] против [противник2]

🔥ПОЛЕЗНЫЕ🔥 
—🔁 /Flip [фраза]
—✏ /Ed [название]
—🌥 /Погода [город]
—🔎 /Вики [фраза]
—🆔 /Id
—🆔 /Idc
—📖 /Перевод [фраза]
—🦠 /Covid
—✂ /Сократи ссылку [ссылка]

🎮ИГРЫ🎮 
—💎 /Орëл/решка [ставка]
—💹 /Трейд [вверх/вниз] [ставка]

📘ДРУГОЕ📘
—💰/Баланс
—👩‍💼/Получить помощь
—🎁/Бонус

💬 С ботом можно поговорить!
Если вы пишите ему в беседе,то вы должны обратится к боту, например: 
/Привет, как дела?
'''

help_list_bot2 = '''
🎄КОМАНДЫ🎄
—📖 /help - открыть список команд.
—📖 /help! - открыть список команд с пояснениями.

🎉РАЗВЛЕКАТЕЛЬНЫЕ🎉
—😂 /Анекдот - бот расскажет вам анекдот. 
—😱 /Жуткая история - бот расскажет вам жуткую историю.
—📕 /Цитата - бот расскажет вам цитату.
—🔮 /Шар [фраза] - бот предскажет будущее.
—⚖ /Выбери [фраза] или [фраза] - бот выберет что-то из двух вариантов. 
—📊 /Инфа - узнать вероятность чего-либо. 
—📊 /Инфа [фраза] - узнать вероятность чего-либо. 
—🥊 /vs [противник] против [противник2] - два персонажа будут сражаться. 

🔥ПОЛЕЗНЫЕ🔥 
—🔁 /flip [фраза] - бот напишет фразу наоборот. 
—✏ /ed [название] - изменить название беседы. ⚠ Боту требуются права администратора в беседе. 
—🌥 /Погода [город] - узнать погоду в каком-то городе. 
—🔎 /Вики [фраза] - узнать информацию из Википедии. 
—🆔 /id - узнать id своей страницы ВК. 
—🆔 /idc - узнать айди беседы. 
—📖 /Перевод [фраза] - бот переведет фразу с английского языка на русский.
—🦠 /covid - узнать статистикку зараженных коронавирусом.
—✂ /сократи ссылку [ссылка] - бот сократит вашу ссылку.


🎮ИГРЫ🎮 
—💎/Орëл/решка [ставка] - сыграть в игру "орел или решка".
—💹 /Трейд [вверх/вниз] [ставка] - сыграть в игру "трейд".

📘ДРУГОЕ📘
—💰/Баланс - узнать ваш баланс.
—👩‍💼/Получить помощь - получить финансовую поддержку, если вы стали банкротом.
—🎁/Бонус - получить бонус в размере 1млн💲. Получить можно только один раз!

💬 С ботом можно поговорить!
Если вы пишите ему в беседе,то вы должны обратится к боту, например: 
/Привет, как дела? 

🤬 Бот может ответить вам очень грубо, если вы напишите ему нехорошее слово. 

✉ Вы нашли баг? Напишите здесь:
https://vk.com/topic-197481314_40889060

✉ У вас есть предложение насчёт добавления новых команд и улучшения бота? Напишите здесь:
https://vk.com/topic-197481314_40889054
'''

joke_list_user = ["расскажи анекдот", "анекдот", "расскажи смешной анекдот", "расскажи самый смешной анекдот", "joke", "покажи анекдот", "анекдоты", "какой есть анекдот", "смешной анекдот", "несмешной анекдот", "/анекдот", "/joke", "рассмеши", "рассмеши меня",
"расскажи анекдот.", "анекдот.", "расскажи смешной анекдот.", "расскажи самый смешной анекдот.", "joke.", "покажи анекдот.", "анекдоты.", "какой есть анекдот.", "смешной анекдот.", "несмешной анекдот.", "/анекдот.", "/joke.", "рассмеши.", "рассмеши меня.",
"расскажи анекдот!", "анекдот!", "расскажи смешной анекдот!", "расскажи самый смешной анекдот!", "joke!", "покажи анекдот!", "анекдоты!", "какой есть анекдот!", "смешной анекдот!", "несмешной анекдот!", "/анекдот!", "/joke!", "рассмеши!", "рассмеши меня!",
"анекдот расскажи", "анекдот расскажи.", "анекдот расскажи!", "хочу анекдот", "хочу смешной анекдот", "хочу самый смешной анекдот", "хочу очень смешной анекдот", "хочу анекдот.", "хочу смешной анекдот.", "хочу самый смешной анекдот.", "хочу очень смешной анекдот.",
"хочу анекдот!", "хочу смешной анекдот!", "хочу самый смешной анекдот!", "хочу очень смешной анекдот!", "следующий анекдот"]

cicat_list_user = ["цитата", "цитата.", "цитата!", "расскажи цитату", "расскажи цитату.", "расскажи цитату!", "покажи цитату", "покажи цитату.", "покажи цитату!", "цитаты", "цитаты.", "цитаты!"]



history_list_user = ["история", "страшная история", "расскажи страшную историю", "жуткая история", "криповая история", "расскажи жуткую историю", "расскажи криповую историю", "очень страшная история", "очень жуткая история", "очень криповая история", "историю расскажи",
"историю страшную расскажи", "история на ночь", "страшная история на ночь", "жуткая история на ночь", "невероятно страшная история", "покажи страшную историю", "историю покажи страшную", "/story", "/жуткая история", "/страшная история", "/история",
"история.", "страшная история.", "расскажи страшную историю.", "жуткая история.", "криповая история.", "расскажи жуткую историю.", "расскажи криповую историю.", "очень страшная история.", "очень жуткая история.", "очень криповая история.", "историю расскажи.",
"историю страшную расскажи.", "история на ночь.", "страшная история на ночь.", "жуткая история на ночь.", "невероятно страшная история.", "покажи страшную историю.", "историю покажи страшную.", "/story.", "/жуткая история.", "/страшная история.", "/история.",
"история!", "страшная история!", "расскажи страшную историю!", "жуткая история!", "криповая история!", "расскажи жуткую историю!", "расскажи криповую историю!", "очень страшная история!", "очень жуткая история!", "очень криповая история!", "историю расскажи!",
"историю страшную расскажи!", "история на ночь!", "страшная история на ночь!", "жуткая история на ночь!", "невероятно страшная история!", "покажи страшную историю!", "историю покажи страшную!", "/story!", "/жуткая история!", "/страшная история!", "/история!",
"хочу жуткую историю", "хочу страшную историю", "хочу криповую историю", "хочу жуткую историю.", "хочу страшную историю.", "хочу криповую историю.", "хочу жуткую историю!", "хочу страшную историю!", "хочу криповую историю!", "расскажи историю", "расскажи историю!", "расскажи историю."]

ball_list = ["Определенно, да", "Да", "Нет", "Сомневаюсь", "Есть сомнения.", "Очень вероятно", "Без сомнений", "Духи говорят да", "Духи говорят нет", "Не могу сказать", "Думаю да", "Думаю нет", "Мало шаносов", "Шансы хорошие", "Неплохие шансы", "Возможно",
"Неясно", "Очень маловероятно", "Сто процентов", "Это невозможно", "Ну, шансы есть.", "Шансы хорошие.", "Шансов нет"]

infa_list_bot = ["100%", "50%", "60%", "0%", "20%", "80%", "99%", "1%", "10%", "23%", "0.00000000001%", "15%", "70%", "40%", "30%", "5%", "2%", "91%", "3%", "200%", "55%", "27%", "Сто процентов.", "27%",
"12%", "87%", "99.999999%", "51%", "72%", "65%", "42%", "3%", "6%", "69%", "89%", "33%", "19%"]

id_list = ["id", "айди", "мой id", "мой айди", "покажи мой айди", "покажи мой id", "мой айди аккаунта", "покажи мне мой айди", "покажи мне мой id",
"/id", "/айди", "/мой id", "/мой айди", "/покажи мой айди", "/покажи мой id", "/мой айди аккаунта", "/покажи мне мой айди", "/покажи мне мой id"]


