#СТРАШНЫЕ ИСТОРИЯ

story1 = '''
💢Лица на портретах💢


Один человек заблудился в лесу. Он долго блуждал и, в конце концов, в сумерках натолкнулся на хижину. Внутри никого не было, и он решил лечь спать.
Но он долго не мог заснуть, потому что на стенах висели портреты каких-то людей, и ему казалось, что они зловеще смотрят на него.
В конце концов он заснул от усталости. Утром его разбудил яркий солнечный свет. На стенах не было никаких картин. Это были окна.
'''

story2 = '''
💢Не открывай дверь!💢


Двенадцатилетняя девочка жила с отцом. У них были прекрасные отношения. Однажды отец собрался задержаться на работе и сказал, что вернется поздно ночью. Девочка ждала его, ждала и, наконец, легла спать. Ей приснился странный сон: отец стоял на другой стороне оживленного шоссе и что-то ей кричал. Она едва расслышала слова: “Не… открывай… дверь”. И тут девочка проснулась от звонка. Она вскочила с постели, подбежала к двери, посмотрела в глазок и увидела лицо отца. Девочка уже собиралась открыть замок, как вспомнила сон. И лицо отца было каким-то странным. Она остановилось. Снова зазвенел звонок.

– Папа?

Дзинь, дзинь, дзинь.

— Папа, ответь мне!

Дзинь, дзинь, дзинь.

— Там кто-то есть с тобой?

Дзинь, дзинь, дзинь.

— Папа, почему ты не отвечаешь? — девочка едва не плакала.

Дзинь, дзинь, дзинь.

— Я не открою дверь, пока ты мне не ответишь!

В дверь всё звонили и звонили, но отец молчал. Девочка сидела, сжавшись в углу прихожей. Так продолжалось около часа, потом девочка провалилась в забытье.
На рассвете она проснулась и поняла, что в дверь больше не звонят. Она подкралась к двери и снова посмотрела в глазок. Ее отец всё ещё стоял там и смотрел прямо на неё. 
Девочка осторожно открыла дверь и закричала. Отрубленная голова её отца была прибита к двери гвоздем на уровне глазка.

На дверной звонок была прикреплена записка, в которой было всего два слова: «Умная девочка».
'''

story3 = '''
💢Фотография девушки💢


Один старшеклассник скучал на уроке и смотрел в окно. На траве он увидел брошенную кем-то фотографию. Он вышел во двор и подобрал снимок: на нем оказалась изображена очень красивая девушка.
На ней было платье, красные туфли, и она показывала рукой знак V. Парень стал расспрашивать всех, не видели ли они эту девушку. Но никто ее не знал. Вечером он поставил фото возле кровати, а ночью его разбудил тихий звук, словно кто-то скребется в стекло.
В темноте за окном раздался женский смех. Пацан вышел из дома и начал искать источник голоса. Тот быстро удалялся, и парень не заметил, как торопясь за ним, выбежал на проезжую часть. Его сбила машина. Водитель выскочил из машины и пытался спасти сбитого, но было уже поздно. 
И тут мужчина заметил на земле фотографию красивой девушки. На ней было платье, красные туфли и она показывала три пальца.
'''

story4 = '''
💢Кто там?💢


Лет пять назад глубокой ночью раздались 4 коротких звонка в мою дверь. Я проснулся, разозлился и не стал открывать: я никого не ждал. На вторую ночь кто-то снова позвонил 4 раза. 
Я выглянул в глазок, но за дверью никого не было. Днем я рассказывал эту историю, и пошутил, что, наверное, смерть ошиблась дверью. На третий вечер ко мне зашел знакомый и засиделся допоздна. 
В дверь снова позвонили, но я сделал вид, что ничего не заметил, чтобы проверить: может, у меня галлюцинации. Но он все прекрасно услышал и, после моей истории, воскликнул: “Ну-ка разберемся с этими шутниками!” и выбежал во двор. 
В ту ночь я видел его последний раз. Нет, он не исчез. Но по дороге домой его избила пьяная компания, и он скончался в больнице. Звонки прекратились. Я вспомнил об этой истории, потому что вчера ночью услышал три коротких звонка в дверь.
'''

story5 = '''
💢Сырой туман💢


Дело было в горах Киргизии. Альпинисты разбили лагерь близ небольшого горного озера. Около полуночи всем захотелось спать. Как вдруг со стороны озера послышался шум: то ли плач, то ли смех. 
Друзья (их было пятеро) решили проверить, в чем дело. У берега они ничего не нашли, но увидели странный туман, в котором светились белые огни. Ребята пошли к огонькам. Сделали всего пару шагов в сторону озера… 
И тут один, который шел последним, заметил, что он стоит по колено в ледяной воде! Он дернул ближайших к нему двоих, они пришли в себя и выбрались из тумана. А вот двое, что шли впереди, исчезли в тумане и воде. 
Найти их на морозе, в темноте было невозможно. Ранним утром выжившие поторопились за спасателями. Те никого не нашли. А к вечеру умерли и те двое, что только окунулись в туман.
'''

story6 = '''
💢Близнец💢


Моя девушка сегодня написала, что не знала, что у меня такой очаровательный брат, да ещё и близнец! Оказывается, она только что заезжала ко мне домой, не зная, что я задержался на работе до ночи, и он её там встретил. 
Представился, угостил кофе, рассказал несколько смешных историй из детства и проводил до лифта. Даже не знаю, как сказать ей, что у меня нет брата.
'''

story7 = '''
💢Звонок от няни💢


Как-то семейная пара решила отправиться в кино, а детей оставить с бэбтситтером. Детей они уложили спать, так что молодой женщине нужно было просто сидеть дома на всякий случай. 
Вскоре девушке стало скучно, и она решила посмотреть телевизор. Она позвонила родителям и попросила у них разрешения включить ТВ. 
Они, естественно, согласились, но у нее была еще одна просьба… она спросила, нельзя ли закрыть чем-нибудь статую ангела за окном и, потому что та ее нервировала. 
На секунду в трубке стало тихо, а затем отец, который говорил с девушкой, сказал: «Забирай детей и бегом из дома… мы позвоним в полицию. У нас нет статуи ангела». Полиция нашла всех оставшихся дома мертвыми. Статую ангела так и не обнаружили.
'''

story8 = '''
💢Испорченная пленка💢


Одна девушка-фотограф решила провести день и ночь в одиночестве, в глухом лесу. Она не боялась, потому что не впервые ходила в походы. 
Весь день она фотографировала деревья и травы на пленочную камеру, а вечером устроилась спать в своей маленькой палатке. Ночь прошла спокойно, ужас настиг ее только через несколько дней. 
На всех четырех катушках получились отличные снимки, за исключением последнего кадра. На всех фотографиях была она, мирно спящая в своей палатке во мраке ночи.
'''

story9 = '''
💢Бабушка Марфа💢



Эту историю рассказал внучке дедушка. В детстве он оказался с братьями и сестрами в деревне, к которой подходили немцы. Взрослые решили спрятать детей в лесу, в доме лесничего. 
Договорились, что еду им будет носить баба Марфа. А вот возвращаться в деревню было строго запрещено. Так дети прожили май и июнь. Каждое утро Марфа оставляла еду в сарае. Сначала забегали и родители, но потом перестали. 
Дети смотрели на Марфу в окно, она поворачивалась и молча, тоскливо смотрела на них и крестила дом. Однажды к дому подошли два мужика и позвали детей с собой. Это были партизаны. От них дети узнали, что их деревню сожгли месяц назад. Убили и бабу Марфу.
'''

story10 = '''
💢Телевизор💢


Как-то я вернулся домой с работы и обнаружил, что работает телевизор. Все вроде бы ничего, подумал, что забыл выключить, и не обратил на это внимания. Я не стал его выключать и начал готовить ужин. 
Поел, посидел в интернете и собрался на боковую. Я решил выключить телек из розетки, но оказалось, что вилка и не была всунута туда. Телевизор работал без электричества. 
Выключить его пультом тоже не получалось, и когда погас свет, а телек продолжил работать, мои нервы сдали. Ночевать я отправился к родителям.
'''

history_list_bot = [story1, story2, story3, story4, story5, story6, story7, story8, story9, story10]