
#Фразы для бота от пользователя


hello_list_user = ["привет", "здравствуй", "здарова", "ку", "дарова", "приветствую", "здорово", "здорова", "хелоу", "хеллоу", "хай", "бонжур", "hello", "hi", "добрый день", "доброе утро", "день добрый", "утро доброе",
"привет!", "здравствуй!", "здарова!", "ку!", "дарова!", "приветствую!", "здорово!", "здорова!", "хелоу!", "хеллоу!", "хай!", "бонжур!", "hello!", "hi!", "добрый день!", "доброе утро!", "день добрый!", "утро доброе!",
"привет.", "здравствуй.", "здарова.", "ку.", "дарова.", "приветствую.", "здорово.", "здорова.", "хелоу.", "хеллоу.", "хай.", "бонжур.", "hello.", "hi.", "добрый день.", "доброе утро.", "день добрый.", "утро доброе.", "здаров",
"здаров.", "здаров!", "даров", "даров.", "даров!", "хаю хай", "хаю хай.", "хаю хай!"]



hello_list_bot = ["Привет!", "Приветствую!", "Привет, дорогой друг!", "Здравствуй!", "Привет. Рад вас видеть!", "Здравствуйте!", "Добрый день.", "Приветствую вас!", "Ку-ку.", "Хай!", "Добрый вечер", "Привет, друг!"]


fail_list_bot = ["Что?", "Я не понял вас.", "Не понимаю вас", "Непонятно", "Ничего не понятно.", "Я вас не понимаю.", "Я вас не понял", "Юг и Север не поймут друг друга никогда. Как и мы с тобой…",
"Повтори", "Не догнал", "Еще раз", "Чего?", "Чего", "Чего-чего?", "В чем дело?", "Кокос", "А?", "Че?", "Профессионализм — это умение говорить с каждым на понятном языке.", "Сейчас я нахожусь где то между реальным а*уением и ни*уя непониманием.",
"С непониманием сталкиваешься все чаще и чаще.", "Понятно.", "Ясно", "Ок.", "Ок)", "Почему?", "Почему же?", "Что не так?", "Я не понимаю, но не понимать не значит отрицать.", "Круто!", "Понятно, что ничего не понятно.", "Класс", "Окей)", "А ты кто?", "Кто ты",
"Интересно", "Очень интересно", "А?", "Как же так.", "Крутяк", "Как вас зовут?", "Десять.", "Согласен", "Как же так?", "Очень круто!", "Ясн", "Я не туплю - я не в настроении", "Где начало того конца, которым оканчивается начало?", "Как?", "Понятно всё.", "Все ясно",
"Вообще неинтересно", "Понять ничего не могу", "Ну да", "Полностью с вами согласен.", "Интересно, почему?", "Ааа я понял, что ничего не понял.", "Ага", "Я понял", "Я Edward!", "А зачем?", "Не могу ответить", "Прикольно", "Семь.", "А как это?", "Агась", "Ну да", "Верно",
"Сто процентов", "Я уверен в этом, почему-то", "Что случилось?", "Да..да...", "Нет", "Нет, конечно", "Ты чего?", "Я не знаю", "Не знаю я", "Нормально со мной общайтесь.", "Что-что?", "Ну не я же.", "Вот-вот", "А я же говорил вам об этом.", "Я вам это рассказывал, не помните?",
"Нормально же общались", "Итак.... Приступим.", "Ааа, ну это да.", "Соглашусь с вами.", "Почему так?", "Вот я же вам говорил это.", "Ну вот.", "#!#?&#*", "Чтоп сто?", "Кавооооооооооо?", "Нормально напиши", "Нормас.", "Норм", "Ну круто же."]

user_bot_list = ["Что?", "Че?", "Что надо?", "А", "Ну?", "Чего тебе?", "Слушаю.", "Че надо??", "Я вас внимательно слушаю.", "Я внимательно вас слушаю.", "Слушаю вас.", "Ну что??", "В чем дело?", "Что случилось?", "Че случилось",
"Ко мне обращаетесь?", "Что вам надо?", "Что тебе надо?", "Да.", "Да", "Ну", "Чего тебе?", "Спрашивай", "Я слушаю."]

answer_list_user = ["хорошо", "отлично", "прекрасно", "превосходно", "восхитительно", "замечательно", "заебись", "пиздато", "охрененно", "охуенно", "охренено", "охуено", "класс", "недурно", "круто", "крутяк", "хорошее", "отличное", "превосходное",
"восхитительное", "замечательное", "охуенное", "классное", "крутое", "крутой", "великолепно", "великолепное", "сказочно", "чудесно", "чудесное", "сказочное", "блестяще", "блестящее", "блястяще", "блястящее", "блястящие", "сказочные", "ок", "окей"]

answer_list_bot = ["Прекрасно)", "Я рад!", "Я рад за вас!", "Крутяк", "Очень рад за вас!", "У меня тоже все замечательно.", "Рад за вас!", "Ура"]

mates_list_user = ["пидр", "пидор", "пидар", "чмо", "чмырь", "чмошник", "пидарас", "пидорас", "лох", "лохушка", "сука", "сучка", "еблан", "ебланище", "уебок", "уебище", "хуесос", "тупой", "гнида", "тупица", "тупорылый", "урод",
"гомункул", "уебан", "уебанище", "тупость", "гандон", "гандонище", "крыса", "шлюха", "долбоеб", "долбаеб", "далбаеб", "далбоеб", "дебил", "идиот", "тварь", "мразь", "мерзость", "баран", "олень", "алень", "дятел", "быдло", "лопух",
"дрянь", "дерьмо", "дегенерат", "дегенират", "дигинират", "дегинерат", "дурак", "дурачек", "балбес", "балбесина", "сволочь", "шмара", "шкура", "ублюдок", "погонь", "погань", "пидр!", "пидор!" "пидар!", "чмо!", "чмырь!", "чмошник!", "пидарас!",
"пидорас", "лох", "лохушка", "сука", "сучка", "еблан", "ебланище", "уебок", "уебище", "хуесос", "тупой", "гнида", "тупица", "тупорылый", "урод",
"гомункул!", "уебан!", "уебанище!", "тупость!", "гандон!", "гандонище!", "крыса!", "шлюха!", "долбоеб!", "долбаеб!", "далбаеб!", "далбоеб!", "дебил!", "идиот!", "тварь!", "мразь!", "мерзость!", "баран!", "олень!", "алень!", "дятел!", "быдло!", "лопух!",
"дрянь!", "дерьмо!", "дегенерат!", "дегенират!", "дигинират!", "дегинерат!", "дурак!", "дурачек!", "балбес!", "балбесина!", "сволочь!", "шмара!", "шкура!", "ублюдок!", "погонь!", "погань!", "пидр?", "пидор?", "пидар?", "чмо?", "чмырь?", "чмошник?", "пидарас?",
"пидорас?", "лох?", "лохушка?", "сука?", "сучка?", "еблан?", "ебланище?", "уебок?", "уебище?", "хуесос?", "тупой?", "гнида?", "тупица?", "тупорылый?", "урод?",
"гомункул?", "уебан?", "уебанище?", "тупость?", "гандон?", "гандонище?", "крыса?", "шлюха?", "долбоеб?", "долбаеб?", "далбаеб?", "далбоеб?", "дебил?", "идиот?", "тварь?", "мразь?", "мерзость?", "баран?", "олень?", "алень?", "дятел?", "быдло?", "лопух?",
"дрянь?", "дерьмо?", "дегенерат?", "дегенират?", "дигинират?", "дегинерат?", "дурак?", "дурачек?", "балбес?", "балбесина?", "сволочь?", "шмара?", "шкура?", "ублюдок?", "погонь?", "погань?", "ебло", "ебло.", "ебло?", "ебло!", "далбаеб", "далбаеб.", "далбаеб!",
"далбаеб?", "дура", "дура.", "дура!", "дура?", "какашка", "какашка.", "гавно", "гавно.", "говно", "говно."]

mates_list_bot = ["Хули дерзкий такой?", "Как и ты.", "Весь в тебя...", "Почему твой язык работает быстрее мозга?", "Тебе за себя не стыдно?", "В твоем случае даже психиатр бессилен.", "Недостаток интеллекта нельзя компенсировать громкостью фраз.",
"Сходство между тобой и человеком не обнаружено.", "Успокойся.", "Че такой дерзкий?", "Продолжай говорить. Может удастся сказать что-то умное.", "Я не психиатр, но могу поставить тебе неутешительный диагноз.", "Почему?", "Почему же?", "А я Эдвард.",
"Закрой рот. Ты не настолько умен, чтобы говорить со мной.", "Пожалуйста, успокойся.", "Извинись!", "Жду извинений.", "Нет.", "Я нет. А ты да.", "Повтори.", "Повтори!", "Не пиши больше.", "Мне кажется, что у тебя растяжение мозга. А может даже отсутствие.",
"Ты тоже.", "За такие шутки, в зубах бывают промежутки", "Ну и овощ тебе в помощь, короче хрен с тобой!", "На кого шуршишь, пакетик?", "Я бы тебя сильно обидел. Но, вижу, ты и так жизнью обижен.", "У тебя, милок, острая интеллектуальная недостаточность.",
"Чтобы меня шокировать, вам прийдется сказать что-нибудь умное.", "Зубы не волосы, вылетят — не поймаешь.", "Инстинкт самосохранения — это базовый инстинкт, присущий любому живому существу.", "Пушкин дописался, Гагарин долетался, а ты щас допиздишся.",
"Лизни розетку, милый.", "Ой как не хорошо словами кидаться... смотри чтоб потом тебе отвечать за них не пришлось. Засохни одноклеточное!", "Засохни гербарий.", "Мда...", "Ума как у ракушки.", "Все сказал?", "Лучше помолчи.", "За базаром следи своим. А то зубы выбью.",
"А ну повтори, че сказал?", "Че типо крутой?", "Ого, ничего себе, какие мы злые.", "Закрой ротик.", "Не пиши мне больше, я не хочу с тобой общаться.", "Ты вообще охуел?", "Ахуел?", "Блядь, не пиши лучше", "Ты писать научись.", "За своей речью следи, хоть немного, ладно?",
"Иди убейся", "Со мной нормально разговаривай, поняла?", "Хуль дерзкий такой?", "Завали хлебало, плизз."]

why_list_bot = ["Чтобы ты спросил.", "Просто так.", "Захотел", "Потому, что так надо.", "На всякий случай.", "Так будет лучше.", "Этот вопрос останется без ответа.", "Самому интересно.", "Просто)", "Это секрет.", "Государственная тайна.", "Ну, а вы как думаете?",
"Чтоб было", "Надо так", "Не задавай вопросов.", "Меньше знаешь, крепче спишь.", "Та просто так.", "Захотелось мне.", "Пожалуйста, не задавай мне вопросов, хорошо?", ""]

case_list_bot = ["Хорошо)", "Отлично!", "Прекрасно.", "Превосходно", "Дела просто замечательные!", "Замечательно!", "Я в полном порядке. Иногда, правда, в случайном.", "Всё ок!", "Как в \"Брат 2\"", "Лучше всех!", "Прям как в сказке.", "Как всегда, то есть плохо.",
"Ужасно", "Как всегда, то есть хорошо.", "Плохо", "Как сажа бела", "Херово.", "Вроде бы все отлично, только вот никто не завидует.", "Все отлично: расту, цвету и пахну.", "Все пучком — нос торчком!", "Как в сценарии — развязка близко.", "Очень плохо.", "Хорошо, вроде",
"Вроде как отлично", "Скорее плохо, а у вас?", "Догадайтесь."]

case_list_bot2 = ["Как у вас дела?", "А у вас как дела?", "У тебя как дела?", "У вас как?", "А у тебя как дела?", "Как жизнь?", "Как ваша жизнь?", "Жизнь как?", "Как вы поживаете?", "Как ваши дела?", "Как дела ваши?"]

sorry_bot_list = ["Прощаю", "Надо подумать", "Ладно, прощаю я тебя.", "Ладно, забыли.", "Ок, прощаю", "Хорошо, я тебя прощу", "Нет, не прощу я тебя.", "Ладно, прощу я тебя, но только больше не оскорбляй меня. Ок?", "Не прощу.", "Зачем мне прощать вас?",
"Вас не хочу прощать.", "Прощу, наверное", "Прощу (нет)", "Хм.... Надо подумать.", "Ладно, забыли."]

yes_list_bot = ["Пи*да", "Круто", "Почему да?", "А почему да?", "Нет", "Что да?", "Отлично", "Хорошо", "Ну вот.", "Ну, а что если не да.", "Да?", "Агась", "Че да?"]

no_list_bot = ["А че нет, если да?", "Почему нет?", "Да", "Да.", "А почему нет-то?", "Че нет?", "Ну, ладно.", "Хорошо", "Отлично", "Пидора ответ."]
