from covid.api import CovId19Data #КОРОНАВИРУС
api = CovId19Data(force=True) #КОРОНАВИРУС

message = []

def covid(): #Получение информации о коронавирусе в ЛС
	
	res = api.get_stats()
	ru = api.filter_by_country("russia")
	cov0 = '''
	🦠Статистика случаев заражения коронавирусом🦠
	'''
	cov11 = "\n🌐В мире:"
	cov1 = "\n🤒" + "Заражений: " + str(res['confirmed'])
	cov2 = "\n☠" + "Смертей: " + str(res['deaths'])
	cov3 = "\n💊" + "Выздоровлений: " + str(res['recovered'])
	cov4 = "\n "
	cov5 = "\n🇷🇺В России:"
	cov6 = "\n🤒" + "Заражений: " + str(ru['confirmed'])
	cov7 = "\n☠" + "Смертей: " + str(ru['deaths'])
	cov8 = "\n💊" + "Выздоровлений: " + str(ru['recovered'])
	cov9 = '''

	⚠В случае, если в вашей местности зарегистрировано распространение COVID-19, соблюдайте простые меры предосторожности: держитесь на безопасной дистанции от окружающих, носите маску, хорошо проветривайте помещения, избегайте мест скопления людей, мойте руки и прикрывайте нос и рот сгибом локтя или салфеткой при кашле или чихании. Следите за рекомендациями для вашего населенного пункта и места работы. Беригите себя!
	'''
	cov = cov0 + cov11 + cov1 + cov2 + cov3 + cov4 + cov5 + cov6 + cov7 + cov8 + cov9
	message.append(cov)