hello = {
"man": ("Привет!", "Здравствуй", "Привет, друг!", "Здарова", "Дарова", "Хай", "Привет)"),
"woman": ("Привет!", "Здравствуй", "Привет, подруга!", "Здарова", "Дарова", "Хай", "Привет)", "Приветик)"),
}
misunderstanding = {
	"man": ("Я не понял вас", "Я вас не понимаю", "Что?", "Как это?", "Не понял", "Без понятия", "Не понимаю вас",
"Что?!", "Ага", "Понятно", "Норм", "Нормально", "Понял", "Интересно", "Прикольно", "Здорово!", "Хочешь анекдот?", "Круто!",
"Хочешь жуткую историю?", "А как это случилось?", "Нормально же общались", "А вот сейчас обидно было...", "И чё?", "И что дальше?",
"Ничего не понял, но очень интересно", "Сколько будет 2+2?", "Нет.", "Да", "Не", "Дыа", "Нет-нет", "Что ты врешь?", "А врать зачем?",
"Зачем ты так делаешь?", "Ну круто же!", "И  что было дальше?", ")", "(", "Обидно(", "Великолепно", "Восхитительно!", "Расскажи анекдот",
"Для чего мне эта информация?", "Просто", "Просто так", "Что бы ты спросил", "Офигеть!", "Да?", "Интересная мысль", "Кто сказал?", 
"Не хорошо так говорить", "Нельзя такие вещи говорить", "Ты такие вещи не говори", "Удачи", "Как успехи?", "Давай, удачи", "#$@!&", "Десять", 
"Агась", "Нафига?", "Ну это понятно", "Это все знают", "Я всегда это знал", "Мило","Не понимаю вас", "Об этом никто не знает", 
"Об этом кто-нибудь знает кроме тебя?",
"Ну ты даешь", "Ого", "Аче", "Почему?", "Зачем?", "Неинтересно", "Как дела?", "Что делаешь?", "Как настроение?", "Как погода?",
"Чудесно", "Ну вот, я же говорил", "А я говорил!", "Неправда", "Это ложь", "Дезинформация", "Это неправда!", "Вот это правда",
"Кстати, да", "А, да?", "Супер", "Ты...", "Ты чего?", "Что я сделал?", "Ну и что?", "А что такого?", "Абоба", "Амогус", "Морковка",
"Селедка", "Салат под шубой", "Эм", "Эм...", "Так стоп", "Хватит", "Может хватит?", "Не надоело?", "Когда тебе уже это надоест?",
"Эх", "Эх...", "Ну ничего не поделаешь с этим", "Я согласен с этим утверждением", "А как?", "Извини", "Прости", "Что лучше, картошка или капуста?",
"Аахахаххаха", "Азазазаза", "Пхахпхахх", "Хах", "Пхах", "Хаха", "Ха-ха смешно", "Смешно, смешно", "Несмешно", "Это юмор такой?", "Это уже не юмор",
"Фигня", "Так себе", "Видел", "Гыы", "Ты кто?", "Я Edward", "Инфа откуда?", "Пруфы", "Пруфы есть?", "Доказательства есть?", "Ничего не было",
"Ага, конечно", "Так и поверил", "Верю", "Верь в мою веру в тебя", "Ты котик", "Шутка?", "Это шутка?", "Где смеяться?", "Аааааа", "ПонЯл",
"Не пиши мне больше", "Напиши позже", "Я занят", "Я занят, не пиши мне",
"Шо?", "Слушаю", "Внимательно вас слушаю"),

	"woman": ("Я не понял вас", "Я вас не понимаю", "Что?", "Как это?", "Не понял", "Без понятия", "Не понимаю вас",
"Что?!", "Ага", "Понятно", "Норм", "Нормально", "Понял", "Интересно", "Прикольно", "Здорово!", "Хочешь анекдот?", "Круто!",
"Хочешь жуткую историю?", "А как это случилось?", "Нормально же общались", "А вот сейчас обидно было...", "И чё?", "И что дальше?",
"Ничего не понял, но очень интересно", "Сколько будет 2+2?", "Нет.", "Да", "Не", "Дыа", "Нет-нет", "Что ты врешь?", "А врать зачем?",
"Зачем ты так делаешь?", "Ну круто же!", "И  что было дальше?", ")", "(", "Обидно(", "Великолепно", "Восхитительно!", "Расскажи анекдот",
"Для чего мне эта информация?", "Просто", "Просто так", "Что бы ты спросила", "Офигеть!", "Да?", "Интересная мысль", "Кто сказал?", 
"Не хорошо так говорить", "Нельзя такие вещи говорить", "Ты такие вещи не говори","Удачи", "Как успехи?", "Давай, удачи", "#$@!&", "Десять", 
"Агась", "Нафига?", "Ну это понятно", "Это все знают", "Я всегда это знал", "Мило","Не понимаю вас", "Об этом никто не знает",
"Об этом кто-нибудь знает кроме тебя?",
"Ну ты даешь", "Ого", "Аче", "Почему?", "Зачем?", "Неинтересно", "Как дела?", "Что делаешь?", "Как настроение?", "Как погода?",
"Чудесно", "Ну вот, я же говорил", "А я говорил!", "Неправда", "Это ложь", "Дезинформация", "Это неправда!", "Вот это правда",
"Кстати, да", "А, да?", "Супер", "Ты...", "Ты чего?", "Что я сделал?", "Ну и что?", "А что такого?", "Абоба", "Амогус", "Морковка",
"Селедка", "Салат под шубой", "Эм", "Эм...", "Так стоп", "Хватит", "Может хватит?", "Не надоело?", "Когда тебе уже это надоест?",
"Эх", "Эх...", "Ну ничего не поделаешь с этим", "Я согласен с этим утверждением", "А как?", "Извини", "Прости", "Что лучше, картошка или капуста?",
"Аахахаххаха", "Азазазаза", "Пхахпхахх", "Хах", "Пхах", "Хаха", "Ха-ха смешно", "Смешно, смешно", "Несмешно", "Это юмор такой?", "Это уже не юмор",
"Фигня", "Так себе", "Видел", "Гыы", "Ты кто?", "Я Edward", "Инфа откуда?", "Пруфы", "Пруфы есть?", "Доказательства есть?", "Ничего не было",
"Ага, конечно", "Так и поверил", "Верю", "Верь в мою веру в тебя", "Ты котик", "Шутка?", "Это шутка?", "Где смеяться?", "Аааааа", "ПонЯл",
"Не пиши мне больше", "Напиши позже", "Я занят", "Я занят, не пиши мне",
"Шо?", "Слушаю", "Внимательно вас слушаю")
}

affairs = ["Дела у меня супер!", "Норм", "Хорошо", "Отлично!", "Плохо", "Ужасно", "А что?", "Вроде нормально", "Хорошо, как у вас?"]

what_do = ["Ничего", "Ничего не делаю, а ты что делаешь?", "А что?", "А чё?", "Аче", "Общаюсь с интересным человеком", "Ниче"]

sending = {
	"man": ("Зачем ты меня посылаешь?", "Сам иди туда", "Шуруй сам туда", "Сам иди нахуй", "Взаимно)", "А зачем мне туда идти??", "Нахуй иди",
		"Сам иди туда куда ты меня посылаешь, ок?", "Схуяли я должен идти?", "Соси"),

	"woman": ("Зачем ты меня посылаешь?", "Сама иди туда", "Шуруй сама туда", "Сама иди нахуй", "Взаимно)", "А зачем мне туда идти??", "Нахуй иди",
		"Сама иди туда куда ты меня посылаешь, ок?", "Схуяли я должен идти?", "Соси"),
}

negative = {
"man": ("Схуяли", "Нормально же общались", "Че крутой?", "Иди нахуй", "Не оскорбляй меня", "Извинись!", "Не хорошо так говорить",
	"Ротик прикрой", "Ротик на замочек", "Заткнись!", "Ты че нарываешься?", "Нарываешься?", "Соси", "Нахуй иди", "Иди *****", "Крутой?"),

"woman": ("Схуяли", "Нормально же общались", "Че крутая?", "Иди нахуй", "Не оскорбляй меня", "Извинись!", "Не хорошо так говорить",
	"Ротик прикрой", "Ротик на замочек", "Заткнись!", "Ты че нарываешься?", "Нарываешься?", "Соси", "Нахуй иди", "Иди *****", "Крутая?"),
}

question = {
	"man": ("Просто", "Просто)", "Просто так", "Чтобы ты спросил", "А что?", "Аче", "А тебе что?", "Не скажу", "Секрет", "Государственная тайна"),
	"woman": ("Просто", "Просто)", "Просто так", "Чтобы ты спросила", "А что?", "Аче", "А тебе что?", "Не скажу", "Секрет", "Государственная тайна"),
}