sym = ["!", "?", ".", ",", ")", "(", "[", "]", "/", "-", "_", "|", "{", "}", "\"", "@", "#", "*", "&", "*", "%", "=", ":", "^", ";",
"$", "№", ">", "<"]

hello = ["привет", "здарова", "ку", "хай", "дарова", "hello", "хэллоу", "hi"]
question = ["как", "какие", "каковы", "расскажи"]

adverb = ["хорошо", "отлично", "супер", "великолепно", "потрясно", "круто", "потрясающе", "невероятно", "сногшибающе", "превосходно", "потрясающе",
"классно", "чудно", "чудесно", "захватывающе"]
adjective = ["хорошее", "отличное", "великолепное", "потрясающее", "крутое", "невероятное", "приятное", "превосходное", "классное",
"чудесное", "захватывающее"]
affront = ["пидр", "пидор", "пидорас", "сука", "алень", "олень", "тупой", "гандон", "гондон", "тупорылый", "тупость", "долбоеб", "долбаеб", "долбаёб", "далбаёб",
"хуйло", "хуило", "еблан", "ебалай", "ебанашка", "уебище", "ебанутый", "уебан", "урод", "козел", "козёл", "тварь", "придурак", "осел", "осёл", "курица", "хуй",
"хуесос", "уродец", "ебанько", "ебобо", "полурак", "рак", "полудурак", "ванючка", "тупенький", ""]
fuck = ["нахуй", "нахер", "нафиг"]
mate = ["пиздец", "блядь", "блять", "пздц", "ебануться", "ебать", "охуеть", "ахуеть", "ебал", "бляха"]
yes = ["да", "yes", "ес", "da"]
no = ["нет", "не", "ноу", "no", "net"]
vopros = ["почему", "зачем"]