hello = ["привет", "дарова", "здравствуй", "здарова", "хэллоу", "хай", "hi", "hello", "здраствуй", "дравствуй", "приветик", "прив", "ку",
"салам", "васап"]
bad = {
	"offense": ("пидр", "уебок", "уебан", "еблан", "ебалай", "долбоеб", "пидар",
		"пидор", "пидарас", "гандон", "чмо", "чмырь", "упырь", "тупой", "тупица",
		"алень", "олень", "козел", "козёл", "лох", "лошара", "дебил", "идиот",
		"дибил", "чума", "уебище", "даун", "даунище", "ущерб"),
	"sending": ("иди", "пошел", "пошёл", "пиздуй"),
	"sending2": ("нахуй", "жопу", "жепу", "жёпу", "баню", "нах"),
}

affairs = ["как", "какие", "каковы", "расскажи", "скажи"]

what_do = {
	"what": ("что", "че", "чё", "чо", "чем", "шо", "што"),
	"do": ("делаешь", "занимаешься", "творишь", "делаеш", "делоешь", "делоеш"),
}

question = ["почему", "зачем", "чего", "зачто", "зашто", "пачему", "почиму", "пачиму", "зочем"]